Revit 2027 API
ParameterTypeId.RbsElecApparentPowerDensity Property
 "Apparent Power Density"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecApparentPowerDensity { get; }
Public Shared ReadOnly Property RbsElecApparentPowerDensity As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecApparentPowerDensity {
	ForgeTypeId^ get ();
}
static member RbsElecApparentPowerDensity : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace